{
    "internationalizations": [
        {
            "language": "da",
            "description": "Med en specialisering i ledelse og analyse af virksomhedsdrift har jeg min kernekompetencer i operationsanalyse. I de kommende år, har jeg til hensigt at udvikle mig selv som software ingeniør, således jeg kan udvikle min værktøjskasse til at understøtte mine business analytiske kompetencer. Jeg har gennem mine erfaringer lært om frontend teknologier, dataanalyse, devops opgaver, software arkitektur og projektledelse. Jeg har arbejdet med diverse businesscases med/for virksomheder gennem min uddannelse, således jeg har kunne udvikle forskellige optimeringstekikker.<br><br>Jeg har lavet denne side, så jeg nemt kan sende mit CV i et moderne live format til interesserede, som jeg vil forsøge at holde opdateret. Men siden er også lavet, for at genopfriske nogle programmeringsevner. Denne side er en singlepage Angular webapplikation som har database ved Google Firebase og deployment på Heroku."
        },
        {
            "language": "en",
            "description": "Specialized in <i>operations analysis</i>  and <i>operations management</i>, my core competences is <i>operations research</i>. Over the next few years, I intend to develop as a software engineer, in order to widen my toolbox for my management skills and knowledge. For that, I have learned a bit more about frontend technologies, data engineering, DevOps, software architecture, and even product management as well. I have worked on different business cases with/for different companies during my education, and have developed a lot of different optimization techniques.<br><br>I have made this page in order to easily send my résumé in a modern format, which I wil try to update regularly, but also to dust up some frontend programming. This webapp is a singlepage angular webapplication that uses its database through Firebase, CI testing environment in Jenkins and deployment on Heroku."
        }
    ],
    "medias": [        
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/poul-rosenberg-137916a0/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/rosenberg95"
        },
        {
            "icon": "facebook",
            "title": "Facebook",
            "http": "https://www.facebook.com/ToMorsSpaghetti/"
        }
    ],
    "hobbies": [        
        {
            "icon": "music",
            "title": "Music"
        },
        {
            "icon": "laptop",
            "title": "Developing"
        },
        {
            "icon": "running",
            "title": "Sports"
        },
        {
            "icon": "dumbbell",
            "title": "Gym"
        }
    ]
}