{
    "internationalizations": [
        {
            "language": "da",
            "description": "Med en kandidat i <i>industriel økonomiledelse</i> med en specialisering i <i>operationsanalyse</i> og <i>operations ledelse</i>, har jeg øvrig erfaring med både softwareudvikling, systemimplementering, og som supply chain konsulent.<br><br> Med en bachelorgrad i fysik og nanoteknologi og min analytiske problemløsnings mindset, sammen med min “can-do” attitude kan jeg gribe både store og små opgaver an.<br><br>Jeg har lavet denne side, så jeg nemt kan sende mit CV i et moderne og live format til interesserede. Denne side er en singlepage Angular webapplikation som har database ved Google Firebase og deployment på Heroku.<br><br> Herunder kan du se mere detaljeret, hvilke erfaringer og projekter, jeg har involveret mig i."
        },
        {
            "language": "en",
            "description": "With a master’s degree in <i>industrial engineering management</i>,  specialized in <i>operations analysis</i> and <i>operations management</i>, I have experience in both software engineering, system implementation, and supply chain consultancy.<br><br>With my bachelor’s degree in physics and nanotechnology, and my analytical problem-solving mindset, as well as a can-do attitude, no task seems too big nor small for me to engage.<br><br>I have made this page in order to easily send my résumé in a modern format, which I will try to update regularly. This webapp is a single page angular web application that uses its database through Firebase, and continuous deployment (CD) on Heroku.<br><br>Below you can see more detailed experiences and projects that I have been involved in."
        }
    ],
    "medias": [        
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/poul-rosenberg-137916a0/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/rosenberg95"
        },
        {
            "icon": "facebook",
            "title": "Facebook",
            "http": "https://www.facebook.com/ToMorsSpaghetti/"
        }
    ],
    "hobbies": [        
        {
            "icon": "music",
            "title": "Music"
        },
        {
            "icon": "laptop",
            "title": "Developing"
        },
        {
            "icon": "futbol",
            "title": "Sports (Football)"
        },
        {
            "icon": "dumbbell",
            "title": "Gym"
        }
    ]
}