{
    "internationalizations": [
        {
            "language": "da",
            "description": "Med en specialisering i ledelse og analyse af virksomhedsdrift har jeg min kernekompetencer i operationsanalyse. I de kommende år, har jeg til hensigt at udvikle mig selv som software ingeniør, således jeg kan udvikle min værktøjskasse til at understøtte mine business analytiske kompetencer. Jeg har gennem mine erfaringer lært om frontend teknologier, dataanalyse, devops opgaver, software arkitektur og projektledelse. Jeg har arbejdet med diverse businesscases med/for virksomheder gennem min uddannelse, således jeg har kunne udvikle forskellige optimeringstekikker.<br><br>Jeg har lavet denne side, så jeg nemt kan sende mit CV i et moderne live format til interesserede, som jeg vil forsøge at holde opdateret. Men siden er også lavet, for at genopfriske nogle programmeringsevner. Denne side er en singlepage Angular webapplikation som har database ved Google Firebase og deployment på Heroku."
        },
        {
            "language": "en",
            "description": "With a masters degree in Industrial engineering management, I specialized in <i>operations analysis</i> and <i>operations management</i>. I have experience in both software engineering, system implementation, and supply chain consultancy, where I have built up my expertise.<br><br>With my bachelors degree in physics and nanotechnology, and my analytical problem-solving mindset, and can do attitude, no task seems too big nor small for me to engage.<br><br>I have made this page in order to easily send my résumé in a modern format, which I will try to update regularly. This webapp is a single page angular web application that uses its database through Firebase, and continuous deployment (CD) on Heroku.<br><br>Below you can see more detailed experiences and projects that I have been involved in."
        }
    ],
    "medias": [        
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/poul-rosenberg-137916a0/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/rosenberg95"
        },
        {
            "icon": "facebook",
            "title": "Facebook",
            "http": "https://www.facebook.com/ToMorsSpaghetti/"
        }
    ],
    "hobbies": [        
        {
            "icon": "music",
            "title": "Music"
        },
        {
            "icon": "laptop",
            "title": "Developing"
        },
        {
            "icon": "futbol",
            "title": "Sports (Football)"
        },
        {
            "icon": "dumbbell",
            "title": "Gym"
        }
    ]
}