[
    {
        "id": 1,
        "position": 1,
        "startAt": "09-01-2014",
        "endAt": "12-31-2017",
        "companyName": "Technical University of Denmark",
        "website": "https://www.dtu.dk/english",
        "logo": "../../assets/template/experience/logo/dtu-logo.png",
        "internationalizations": [
            {
                "language": "da",
                "city": "Kongens Lyngby",
                "country": "Danmark",
                "role": "BScEng i Fysik og Nanoteknologi",
                "description": "<br><br>Med mit bachelorprojekt <i>Kvanteinformationsteknologi med Kvantepunkter i Nanotråde</i> lavet hos <b>DTU Fotonik</b> instituttet, er der blevet udført gennemarbarjdet træning i matematik, både med hensyn til modellering og anvendelse ved hjælp af værktøjer som programmering, dataanalyse og simulering.<br><br>Valgfrie kurser gennem fysikstudiet har bestået af både introduktion til programmering såvel som avancerede programmeringskurser, og ledelses- og økonomikurser, der låste op for en mulig kandidat i Industriel Økonomi og Teknologiledelse på DTU, som er blevet forfølgt."
            },
            {
                "language": "en",
                "city": "Kongens Lyngby",
                "country": "Denmark",
                "role": "BScEng in Engineering Physics and Nanotechnology",
                "description": "<br><br>With my final thesis being in quantum information technology within the <b>DTU Photonics</b> department, <i>Quantum Information Technology with Quantum Dots in Nanowires</i>, there has been rigorous training in advanced mathematics in terms of modelling as well as application, which utilizes tools such as programming, data processing and simulation.<br><br>Elective courses during this bachelor programme includes introductuinary and advanced programming courses and technical managerial/economy courses, which enabled the Industrial Engineering Management Masters programme at DTU, which has pursued been."
            }
        ],
        "technologies": [
            "MATLAB", "Python", "Java", "C", "Data mining", "Machine learning", "Parallel Programming", "Project Management", "Advanced Engineering Mathematics", "Advanced Physcis", "Statistics", "Data analysis", "Data processing"
        ],
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn DTU",
                "http": "http://www.linkedin.com/company/technical-university-of-denmark"
            },
            {
                "icon": "facebook",
                "title": "Facebook E-tática",
                "http": "https://www.facebook.com/dtudk"
            },
            {
                "icon": "instagram",
                "title": "Instagram DTU",
                "http": "https://instagram.com/dtudk/"
            },          
            {
                "icon": "youtube",
                "title": "YouTube DTU",
                "http": "https://www.youtube.com/user/DTUbroadcast"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/hegnet.jpg"
    },
    {
        "id": 2,
        "position": 2,
        "startAt": "06-24-2016",
        "companyName": "Danish Standards",
        "website": "https://webshop.ds.dk/en-gb/standard/ds-iso-215002013",
        "logo": "../../assets/template/experience/logo/dansk-standard-logo.png",
        "internationalizations": [
            {
                "language": "da",
                "city": "Nordhavn",
                "country": "Danmark",
                "role": "Certificeret Projektleder",
                "description": "<br><br>Certificeret projektleder efter DS/ISO 21500.<br><br>ISO (den Internationale Organisation for Standardisering) er en verdenomspændende føderation for nationale standarder. Herunder er DS (Dansk Standard) en kommunikator af standarder i Danmark. ISO 21500, <i>Projektledelse</i>, blev lavet af ISO's projektkomité ISO/PC 236, og indeholder en overordnet vejledning for projektledelse. Denne internationale standard må/kan bruges af enhver type organisation, offentlig såvel som privat, og til enhver type projekt, uagtet dets kompleksitet, størrelse og varighed. Den giver en beskrivelse af koncepter og processer som er praksis i projektledelse på højt niveau. Derudover sætter den projekter i kontekst af programmes og projektportefølje. "
            },
            {
                "language": "en",
                "city": "Nordhavn",
                "country": "Denmark",
                "role": "Certified Project Manager",
                "description": "<br><br>Certified project manager after DS/ISO 21500.<br><br>ISO (the International Organisation for Standardization) is a worldwide federation of national standards. Here DS (Danish Standard) serves as a communicator of standards and facilitator for standardization in Denmark. ISO 21500 was prepared by Project Committee ISO/PC 236, <i>Project Management</i>, which provides overarching guidance for project management. This International Standard may be used by any type of organization, including public, private or community organizations, and to any type of project, irrespective of complexity, size, or duration. It provides a high-level description of the concepts and processes that are considered to form sound practice in project management and places projects in the context of programmes and project portfolios."
            }
        ],
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn Dansk Standard",
                "http": "https://www.linkedin.com/company/dansk-standard/"
            },
            {
                "icon": "facebook",
                "title": "Facebook Dansk Standard",
                "http": "https://www.facebook.com/danskstandard"
            },
            {
                "icon": "twitter",
                "title": "Twitter Dansk Standard",
                "http": "https://twitter.com/danskstandard"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/nordhavn.jpg"
    },
    {
        "id": 3,
        "position": 3,
        "startAt": "01-01-2017",
        "endAt": "01-01-2019",
        "companyName": "Nine",
        "website": "https://nine.dk/",
        "logo": "../../assets/template/experience/logo/nine-logo.png",
        "internationalizations": [
            {
                "language": "da",
                "city": "København",
                "country": "Danmark",
                "role": "Studenter Programmør",
                "description": "<br><br>Som studenterprogrammør i et IT konsulenthus, udførte jeg en del firmainterne opgaver som udviklede mig som software ingeniør. Disse interne opgaver inkluderede anvendelse af teknologier som Docker, Jenkins, ELK Stack, hvori Docker også blev anvendt hos Erhvervsstyrelsen, hvor jeg som studentermedhjælper assisterede med at integrere CVR databasen i skyen. Jeg har erfaring med frontend udvikling i Angular og Vue, dog minimalt, da jeg primært stod med backend og devops opgaver. Derudover, løste jeg praktiske problemer internt, hvor jeg f.eks. Lavede et bash shell script, der skulle automatisere en flytningen af alle Nine’s medarbejderes brugere mellem forskellige G-Suite domæner, og der blev sat A/V løsninger op til formål at streame og optage eksempelvis konferencer."
            },
            {
                "language": "en",
                "city": "Copenhagen",
                "country": "Denmark",
                "role": "Student Programmer",
                "description": "<br><br>As a student programmer in a IT consultancy firm, I carried out company internal tasks, which helped me develop as a software engineer. These various tasks included using  technologies such as Docker, Jenkins, ELK Stack whereas the Docker skill was utilized within the Danish Business Authority (Erhvervsstyrelsen), where I as a student programmer assisted on integrating the Danish CVR database into a cloud solution. There has been done frontend development in Angular and Vue, however to a minimal degree since I worked primarily on backend and devops tasks. Furthermore, I did practical internal tasks such as automating a shell script to move the G-Suite domains, and setting up A/V solutions for streaming and recording, e.g. conferences."
            }
        ],
        "technologies": [
            "HTML", "CSS", "Javascript", "Java", "Docker", "Jenkins", "CI/CD", "Angular", "Vue", "node.js", "PostgreSQL", "Tomcat", "Azure", "Google Cloud", "AWS", "Elastic Search","Git", "Bash shell"
        ],
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn Nine",
                "http": "https://dk.linkedin.com/company/nineas"
            },
            {
                "icon": "facebook",
                "title": "Facebook Nine",
                "http": "https://www.facebook.com/nineconsult/"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/cph.jpg"
    },
    {
        "id": 4,
        "position": 4,
        "startAt": "12-01-2019",
        "companyName": "RosenRecords",
        "logo": "../../assets/template/experience/logo/rosenrecords-logo.png",
        "internationalizations": [
            {
                "language": "da",
                "city": "Bagsværd",
                "country": "Danmark",
                "role": "Ejer, Producer og Lydtekniker",
                "description": "<br><br>RosenRecords er en produktionsvirksomhed grundlagt i 2019, som producere lyd. Herunder er der produkter som inkluderer musik, podcasts og jingles ad hoc. Der blev udgivet et album i 2020, hvor der blev erfaret alt fra produktion til lancering og udgivelse til marketing osv. Derudover stod RosenRecords i 2021 for at optage, mixe, master, og skabe musik til podcasten <i>Rendezvous</i> m/ kok Yves Le Lay</>. Derudover er der internt (i RosenRecords) blevet udviklet Pythin scripts, der beregner og distribuere royalties givet data fra distributøre.<br><br> Denne virksomhed betragtes som et hobbyprojekt, hvor al arbejde på projekter under RosenRecords udføres i fritiden."
            },
            {
                "language": "en",
                "city": "Bagsværd",
                "country": "Denmark",
                "role": " Owner, Producer & Audio Engineer",
                "description": "<br><br>Founded in 2019, RosenRecords is a production company, producing audio solutions. Products includes music as well as podcasts, jingles ad hoc. There has been released one album in 2020 on which experience with everything from production to launch and marketing has been developed. Furtheremore, a podcast (<i>Rendezvous</i> w/ chef Yves Le Lay) has been recorded, mixed, mastered, and music done by RosenRecords. Internally (in RosenRecords) there has been developed Python scripts that calculates and distributes royalties given data from RosenRecords' distributor.<br><br> This is considered as a hobby project, where any work on projects under RosenRecords is done in my free time. "
            }
        ],
        "technologies": [
            "Python", "Social Media", "Marketing", "ImageLine"
        ],
        "medias": [
            {
                "icon": "spotify",
                "title": "Chippo - Spotify",
                "http": "https://open.spotify.com/artist/6WvsXK4GWpa0Uib3S6K4b6?si=cC-Goj8SQWmHZs-OjfwrXw&dl_branch=1"
            },
            {
                "icon": "facebook",
                "title": "RosenRecords - Facebook",
                "http": "https://www.facebook.com/rosenrecordlabel"
            }

        ],
        "backgroundUrl": "../../assets/template/experience/sao-paulo.jpg"
    },
    {
        "id": 5,
        "position": 5,
        "startAt": "01-02-2018",
        "endAt": "08-18-2021",
        "companyName": "Technical University of Denmark",
        "logo": "../../assets/template/experience/logo/dtu-logo.png",
        "internationalizations": [
            {
                "language": "da",
                "city": "Kongens Lyngby",
                "country": "Danmark",
                "role": "MScEng i Industriel Økonomi og Teknologiledelse",
                "description": "<br><br>Med specialisering i ledelse og analyse af virksomhedsdrift, er der blevet arbejdet med operationsanalyse for at udvikle og træne kompetencer af forskellige optimeringsteknikker. Derudover, er der blevet udbygget forståelse for og arbejdet med supply chain management, logistik, projektledelse, innovation, bæredygtighed i ledelse, planlægning og skemalægning af maskiner og tjenester, og design af lean produktion og service systemer. Forskellige netværksoptimeringsalgoritmer er lært og anvendt gennem programmering i Julia til at optimere logistiske netværksproblemer. Derudover, har jeg haft valgfag i data mining og machine learning.<br><br>Det afsluttende speciale inkluderer avancerede optimeringsteknikker på et netværksoptimeringsproblem med anvendelse af metaheuristikker, således at der kunne løses inventarlogistik for ECCO A/S i Rusland. Her blev forskellige algoritmer til at estimere og evaluere fremtidig efterspørgsel anvendt givet historiske salgstal i hver given butik. Herefter blev der anvendt en metaheuristik (Tabu Search) til at løse inventarlogistikken."
            },
            {
                "language": "en",
                "city": "Kongens Lyngby",
                "country": "Denmark",
                "role": "MScEng in Industrial Engineering Management",
                "description": "<br><br>Specialized in <i>Management and Operations Analysis</i>, advanced operations management and operations research skills has been developed in order to learn and train different optimization techniques. Furthermore, skills within supply chain management, project management, innovation , sustainability in management, planning and scheduling of machines and services, and design of lean production and service systems has been developed. Network optimization techniques has been learned and applied through programming in Julia in order to optimize logistic networks. Additionally, there has been taken elective courses in data mining and machine learning. <br><br>The final thesis includes advanced optimization techniques on a network optimization problem using metaheuristics to solve an inventory routing problem (IRP) for ECCO Sko A/S in Russia, where as different demand forecasting techniques has been utilized and evaluated given historical sales data for each of the given stores, and there has been used a metaheuristic (Tabu Search) to solve the IRP."
            }
        ],
        "technologies": [
            "Operations Research", "Optimization", "Data Science", "Mathematical Modelling", "Julia", "JuMP", "CPLEX", "Gurobi", "Operations Analysis", "Operations Management", "Supply Chain Management", "Sustainability in Management", "Life Cycle Assesment", "Engineering Economy", "Lean", "Planning and Scheduling in Machines and Services", "Algorithms", "Metaheuristics"
        ],
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn DTU",
                "http": "http://www.linkedin.com/company/technical-university-of-denmark"
            },
            {
                "icon": "facebook",
                "title": "Facebook",
                "http": "https://www.facebook.com/dtudk"
            },
            {
                "icon": "instagram",
                "title": "Instagram DTU",
                "http": "https://instagram.com/dtudk/"
            },          
            {
                "icon": "youtube",
                "title": "YouTube DTU",
                "http": "https://www.youtube.com/user/DTUbroadcast"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/dtu101.jpg"
    },
    {
        "id": 6,
        "position": 6,
        "startAt": "12-01-2021",
        "endAt": "02-07-2022",
        "companyName": "Staun & Stender",
        "logo": "../../assets/template/experience/logo/SS.png",
        "internationalizations": [
            {
                "language": "da",
                "city": "Hellerup",
                "country": "Danmark",
                "role": "Management Consultant",
                "description": "Staun & Stender er en løsnings- og konsulentorienteret virskomhed med senior profiler, der hjælper store virksomheder med at eksikvere deres stategy og virksomhedstransformation. Vi hjælper med løsninger og services der biddrager med digital automatisering ved hjælp af førende teknologi og metodologi. <br><br>Vi rådgiver og tilegner insigt i relationer og beslutninger af forskellige industrier, tillader smartere date-drevent governance og digital performance.<br><br><br><br>"
            },
            {
                "language": "en",
                "city": "Hellerup",
                "country": "Denmark",
                "role": "Management Consultant",
                "description": "<br><br>Staun & Stender is solutions and consulting company with senior profiles helping large companies with their strategy execution and business transformation. We contribute with solutions and services to provide digital automation using leading technologies and methodology. <br><br> We advise and provide insights to the connections and decisions of your business, enabling smarter data-driven governance and digital performance.<br><br><br><br>"
            }
        ],
        "technologies": [
            "Management Consulting", "Enterprise Architecture", "Digital Transformation", "Digital Governance", "Business Design", "Roadmap", "Value Stream Mapping", "Data Management", "Master Data", "Optimization", "IT Strategy", "Investment Management", "Information Management", "Digital Platform", "XaaS", "Application Development", "MooD", "OutSystems", "4Me", "NextInsight" 
        ],    
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn",
                "http": "https://www.linkedin.com/company/staun&stender/"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/hellerup.jpg"
    },
    {
        "id": 7,
        "position": 7,
        "startAt": "03-01-2022",
        "endAt": "07-17-2022",
        "companyName": "Gladsaxe Kommune",
        "logo": "../../assets/template/experience/logo/GLX-logo.svg",
        "internationalizations": [
            {
                "language": "da",
                "city": "Gladsaxe",
                "country": "Danmark",
                "role": "Projektmedarbejder",
                "description": "<br><br><br><br>"
            },
            {
                "language": "en",
                "city": "Gladsaxe",
                "country": "Denmark",
                "role": "Project Engineer",
                "description": "Implementation, monitoring, consulting and planning in \"Digitalisering og Hverdagsteknologi\" (Digitization and Life Science Technology) projects in Gladsaxe municipality. Also carried out data analysis and was a web editor in Dynamicweb swift, where I structurally changed and updated the website during my part time stay at the municipality administration.<br><br><br><br>"
            }
        ],
        "technologies": [
            "Microsoft Excel", "Power Point", "Python","DynamicWeb", "Survey Exact"
        ],    
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn GLX",
                "http": "https://www.linkedin.com/company/gladsaxe-kommune/"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/gladsaxe.jpg"
    },
    {
        "id": 8,
        "position": 8,
        "startAt": "07-18-2022",
        "companyName": "Supply Chain Company",
        "logo": "../../assets/template/experience/logo/scc-logo.png",
        "internationalizations": [
            {
                "language": "da",
                "city": "København",
                "country": "Danmark",
                "role": "Suppy Chain Løsningskonsulent",
                "description": "Jeg har specialiseret mig i at forbedre forsyningskædeprocesser inden for fødevareindustrien i Europa. Min ekspertise ligger i at integrere forretningsrådgivning og løsningsrådgivning for at optimere driften med henblik på effektivitet og vækst.<br><br>Erfaringshøjdepunkter:<br><br><b>Optimity</b>: Ledede projekter i Frankrig og Storbritannien, hvor jeg strømlinede produktionsplanlægning og tidsplanlægning. Overgik succesfuldt fra systemer baseret på regneark til brugerdefineret lineær programmeringsoptimering, og overvandt unikke udfordringer inden for fødevareindustrien i Europa.<br><br><b>RELEX</b>: Anvendte AI-baserede prognosemetoder til at hæve efterspørgselsplanlægning og genopfyldning for hollandske detailhandlere og grossister. Håndterede support, ændringer og anmodninger om ændringer og skabte skræddersyede løsninger til udviklende forretningsprocesser."
            },
            {
                "language": "en",
                "city": "Copenhagen",
                "country": "Denmark",
                "role": "Supply Chain Solutions Consultant",
                "description": "I specialize in enhancing supply chain processes across the European food industry. My expertise lies in seamlessly integrating business consultancy and solutions consultancy, optimizing operations for efficiency and growth.<br><br>Experience highlights:<br><br><b>Optimity</b>: Spearheaded projects in France and in the UK, streamlining manufacturing planning and scheduling. Successfully transitioned from spreadsheet-based systems to custom linear programming optimization, overcoming unique challenges within the European food industry.<br><br><b>RELEX</b>: Applied AI-based forecasting methods to elevate demand planning and replenishment for Dutch retailers and wholesalers. Managed support, amendments, and change requests, crafting tailored solutions for evolving business processes."
            
            }
        ],
        "technologies": [
            "RELEX", "Optimity", "SQL", "Supply Chain Management"
        ],    
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn SCC",
                "http": "https://www.linkedin.com/company/supplychaincompany"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/amsterdam.webp"
    }
]