[
    {
        "thumbnail": "../../assets/projects/bscthesisthumbnail.PNG",
        "http": "https://findit.dtu.dk/en/catalog/5974822d5010df6dc860f4e9",
        "date": "06-22-2017",
        "internationalizations": [
            {
                "language": "en",
                "title": "Quantum Information Technology with Quantum Dots in Nanowires",
                "description": "Have you ever thought about the <b>mathematical relation</b> between the <i>columns</i> and <i>rows</i> of a bidimensional array <i>(2d matrix)</i>? This data structure hides a <b>data location formula</b> that helped me to avoid the <i>time complexity of O(n²)</i>, which is a terrible scenario, turning it into a <i>constant time complexity - O(1)</i>. A full explanation, with real test cases and Unit Tests are waiting for you."
            },
            {
                "language": "da",
                "title": "Kvanteinformationsteknologi med Kvantepunkter i Nanotråde",
                "description": "Você já pensou na <b>relação matemática</b> entre as<i> colunas</i> e as <i>linhas</i> de uma matriz bidimensional <i>(matriz 2d)</i>? Essa estrutura de dados oculta uma <b>fórmula de localização de dados</b> que me ajudou a evitar a <i>complexidade de tempo de O(n²)</i>, que é um cenário péssimo, transformando-a em uma <i>complexidade do tempo constante - O(1)</i>. Uma explicação completa, com casos de teste reais e testes de unidade, está esperando por você."
            }
        ]
    },
    {
        "thumbnail": "../../assets/projects/mscthesisthumbnail.PNG",
        "http": "https://www.linkedin.com/pulse/map-item-navigation-android-opensource-en-guilherme-borges-bastos/",
        "date": "07-16-2021",
        "internationalizations": [
            {
                "language": "en",
                "title": "Optimization of the Inventory Logistics of ECCO A/S in Russia",
                "description": "For great user experience, the usage of maps together with the ordered list is used very often in mobile applications. This article presents an open-source application for Android that provides a fully functional component."
            },
            {
                "language": "da",
                "title": "Optimering af Inventarlogistikken for ECCO A/S i Rusland",
                "description": "Para uma ótima experiência do usuário, o uso de mapas junto com a lista ordenada é usado com muita frequência em aplicativos móveis. Este artigo apresenta um aplicativo de código aberto para Android que fornece um componente totalmente funcional."
            }
        ]
    }
]